; KNEE BODY PARTS

;[Knees_Empty X2BodyPartTemplate]
;DisplayName="裸"

;[Knees_Conv_M X2BodyPartTemplate]
;DisplayName="有盖卷积 M"

;[Knees_Plt_M X2BodyPartTemplate]
;DisplayName="带顶棚的 Plt M"

;[Knees_Pwr_M X2BodyPartTemplate]
;DisplayName="有盖 Pwr M"

;[Knees_Conv_F X2BodyPartTemplate]
;DisplayName="覆盖卷 F"

;[Knees_Plt_F X2BodyPartTemplate]
;DisplayName="覆盖 Plt F"

;[Knees_Pwr_F X2BodyPartTemplate]
;DisplayName="有盖 Pwr F"

;;;;;;;;;;;;;;;;;;;;;;;;
; Adding default names ;
;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;
; TORSO ;
;;;;;;;;;

[AlienHvy_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="狂战士女王"

[AlienHvy_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="狂战士女王"

[AlienHvyMk2_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="狂战士女王"

[AlienHvyMk2_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="狂战士女王"

;

[AlienLgt_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="毒蛇王"

[AlienLgt_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="毒蛇王"

[AlienLgtMk2_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="毒蛇王"

[AlienLgtMk2_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="毒蛇王"

;

[AlienMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="执政官之王"

[AlienMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="执政官之王"

;

[BlackMarketTrader_Torso X2BodyPartTemplate]
DisplayName="黑市"

;

[Central_Torso_A X2BodyPartTemplate]
DisplayName="中央"

[Central_Torso_B X2BodyPartTemplate]
DisplayName="中央"

;

[CivilianMilitia_A_F_Torso X2BodyPartTemplate]
DisplayName="民兵A"

[CivilianMilitia_A_M_Torso X2BodyPartTemplate]
DisplayName="民兵A"

[CivilianMilitia_B_F_Torso X2BodyPartTemplate]
DisplayName="民兵B"

[CivilianMilitia_B_M_Torso X2BodyPartTemplate]
DisplayName="民兵B"

[CivilianMilitia_C_F_Torso X2BodyPartTemplate]
DisplayName="民兵C"

[CivilianMilitia_C_M_Torso X2BodyPartTemplate]
DisplayName="民兵C"

[CivilianMilitiaM2_A_F_Torso X2BodyPartTemplate]
DisplayName="民兵A"

[CivilianMilitiaM2_A_M_Torso X2BodyPartTemplate]
DisplayName="民兵A"

[CivilianMilitiaM2_B_F_Torso X2BodyPartTemplate]
DisplayName="民兵B"

[CivilianMilitiaM2_B_M_Torso X2BodyPartTemplate]
DisplayName="民兵B"

[CivilianMilitiaM2_C_F_Torso X2BodyPartTemplate]
DisplayName="民兵C"

[CivilianMilitiaM2_C_M_Torso X2BodyPartTemplate]
DisplayName="民兵C"

[CivilianMilitiaM3_A_F_Torso X2BodyPartTemplate]
DisplayName="民兵A"

[CivilianMilitiaM3_A_M_Torso X2BodyPartTemplate]
DisplayName="民兵A"

[CivilianMilitiaM3_B_F_Torso X2BodyPartTemplate]
DisplayName="民兵B"

[CivilianMilitiaM3_B_M_Torso X2BodyPartTemplate]
DisplayName="民兵B"

[CivilianMilitiaM3_C_F_Torso X2BodyPartTemplate]
DisplayName="民兵C"

[CivilianMilitiaM3_C_M_Torso X2BodyPartTemplate]
DisplayName="民兵C"

;

[Civilian_A_F_Torso X2BodyPartTemplate]
DisplayName="平民 A"

[Civilian_A_M_Torso X2BodyPartTemplate]
DisplayName="平民 A"

[Civilian_B_F_Torso X2BodyPartTemplate]
DisplayName="平民 B"

[Civilian_B_M_Torso X2BodyPartTemplate]
DisplayName="平民 B"

[Civilian_C_F_Torso X2BodyPartTemplate]
DisplayName="平民 C"

[Civilian_C_M_Torso X2BodyPartTemplate]
DisplayName="平民 C"

[Civilian_E_F_Torso X2BodyPartTemplate]
DisplayName="平民 E"

[Civilian_E_M_Torso X2BodyPartTemplate]
DisplayName="平民 E"

[Civilian_F_F_Torso X2BodyPartTemplate]
DisplayName="平民 F"

[Civilian_F_M_Torso X2BodyPartTemplate]
DisplayName="平民 F"

;

[Clerk_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="店员"

[Clerk_Std_Torsos_A_M X2BodyPartTemplate]
DisplayName="店员"

;

[CnvMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的中号A"

[CnvMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的中号A"

[CnvMed_Std_B_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的中号B"

[CnvMed_Std_B_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的中号B"

[CnvMed_Std_C_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的中号C"

[CnvMed_Std_C_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的中号C"

[CnvMed_Std_D_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的中号D"

[CnvMed_Std_D_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的中号D"

;

[CnvReaper_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的死神 A"

[CnvReaper_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的死神 A"

[CnvReaper_Std_B_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的死神 B"

[CnvReaper_Std_B_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的死神 B"

[CnvSkirmisher_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的散兵A"

[CnvSkirmisher_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的散兵A"

[CnvTemplar_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士A"

[CnvTemplar_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士A"

;

[CnvUnderlay_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="衬垫物"

[CnvUnderlay_Std_Torsos_A_M X2BodyPartTemplate]
DisplayName="衬垫物"

;

[DLC_0_ResistanceWarrior_A_F_Torso X2BodyPartTemplate]
DisplayName="反抗军A"

[DLC_0_ResistanceWarrior_A_M_Torso X2BodyPartTemplate]
DisplayName="反抗军A"

[DLC_0_ResistanceWarrior_B_F_Torso X2BodyPartTemplate]
DisplayName="反抗军B"

[DLC_0_ResistanceWarrior_B_M_Torso X2BodyPartTemplate]
DisplayName="反抗军B"

[DLC_0_ResistanceWarrior_C_F_Torso X2BodyPartTemplate]
DisplayName="反抗军C"

[DLC_0_ResistanceWarrior_C_M_Torso X2BodyPartTemplate]
DisplayName="反抗军C"

[DLC_0_ResistanceWarrior_D_F_Torso X2BodyPartTemplate]
DisplayName="反抗军D"

[DLC_0_ResistanceWarrior_D_M_Torso X2BodyPartTemplate]
DisplayName="反抗军D"

[DLC_0_ResistanceWarrior_E_F_Torso X2BodyPartTemplate]
DisplayName="反抗军E"

[DLC_0_ResistanceWarrior_E_M_Torso X2BodyPartTemplate]
DisplayName="反抗军E"

;

[Eng_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="工程师"

[Eng_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="工程师"

;

[Engineer_VIP_F_Torso X2BodyPartTemplate]
DisplayName="工程师 VIP"

[Engineer_VIP_M_Torso X2BodyPartTemplate]
DisplayName="工程师 VIP"

;

[FacelessCivilian_A_F_Torso X2BodyPartTemplate]
DisplayName="无面的平民 A"

[FacelessCivilian_A_M_Torso X2BodyPartTemplate]
DisplayName="无面的平民 A"

[FacelessCivilian_B_F_Torso X2BodyPartTemplate]
DisplayName="无面的平民 B"

[FacelessCivilian_B_M_Torso X2BodyPartTemplate]
DisplayName="无面的平民 B"

[FacelessCivilian_C_F_Torso X2BodyPartTemplate]
DisplayName="无面的平民 C"

[FacelessCivilian_C_M_Torso X2BodyPartTemplate]
DisplayName="无面的平民 C"

[FacelessCivilian_E_F_Torso X2BodyPartTemplate]
DisplayName="无面的平民 E"

[FacelessCivilian_E_M_Torso X2BodyPartTemplate]
DisplayName="无面的平民 E"

[FacelessCivilian_F_F_Torso X2BodyPartTemplate]
DisplayName="无面的平民 F"

[FacelessCivilian_F_M_Torso X2BodyPartTemplate]
DisplayName="无面的平民 F"

[FacelessShantyCivilian_A_F_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 A"

[FacelessShantyCivilian_A_M_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 A"

[FacelessShantyCivilian_B_F_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 B"

[FacelessShantyCivilian_B_M_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 B"

[FacelessShantyCivilian_C_F_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 C"

[FacelessShantyCivilian_C_M_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 C"

[FacelessShantyCivilian_D_F_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 D"

[FacelessShantyCivilian_D_M_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 D"

[FacelessShantyCivilian_E_F_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 E"

[FacelessShantyCivilian_E_M_Torso X2BodyPartTemplate]
DisplayName="无面的棚户区 平民 E"

;

[FriendlyVIPCivilian_F_Torso X2BodyPartTemplate]
DisplayName="友好VIP 平民"

[FriendlyVIPCivilian_M_Torso X2BodyPartTemplate]
DisplayName="友好VIP 平民"

;

[Grenadier_CnvMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的掷弹兵"

[Grenadier_CnvMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的掷弹兵"

[Grenadier_PltMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="镀层掷弹兵"

[Grenadier_PltMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="镀层掷弹兵"

[Grenadier_PwrMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力掷弹兵"

[Grenadier_PwrMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力掷弹兵"

;

[HostileCivilian_A_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 A"

[HostileCivilian_A_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 A"

[HostileCivilian_B_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 B"

[HostileCivilian_B_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 B"

[HostileCivilian_C_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 C"

[HostileCivilian_C_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 C"

[HostileCivilian_E_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 E"

[HostileCivilian_E_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 E"

[HostileCivilian_F_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 F"

[HostileCivilian_F_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 平民 F"

[HostileShantyCivilian_A_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 A"

[HostileShantyCivilian_A_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 A"

[HostileShantyCivilian_B_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 B"

[HostileShantyCivilian_B_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 B"

[HostileShantyCivilian_C_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 C"

[HostileShantyCivilian_C_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 C"

[HostileShantyCivilian_D_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 D"

[HostileShantyCivilian_D_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 D"

[HostileShantyCivilian_E_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 E"

[HostileShantyCivilian_E_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 棚户区 平民 E"

;

[HostileVIPCivilian_F_Torso X2BodyPartTemplate]
DisplayName="敌对的 VIP 平民"

[HostileVIPCivilian_M_Torso X2BodyPartTemplate]
DisplayName="敌对的 VIP 平民"

;

[Jane_Torso X2BodyPartTemplate]
DisplayName="珍"

;

[MilitaryVIPCivilian_Advent_F_Torso X2BodyPartTemplate]
DisplayName="军事 VIP 平民 - 出现"

[MilitaryVIPCivilian_Advent_M_Torso X2BodyPartTemplate]
DisplayName="军事 VIP 平民 - 出现"

[MilitaryVIPCivilian_Neutral_F_Torso X2BodyPartTemplate]
DisplayName="军事 VIP 平民"

[MilitaryVIPCivilian_Neutral_M_Torso X2BodyPartTemplate]
DisplayName="军事 VIP 平民"

;

[PirateDJVIP_Torso X2BodyPartTemplate]
DisplayName="海盗 DJ"

;

[PltHvy_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="镀层重A"

[PltHvy_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="镀层重A"

[PltLgt_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="电镀灯A"

[PltLgt_Std_Torso_A_M X2BodyPartTemplate]
DisplayName="电镀灯A"

[PltMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="电镀介质 A"

[PltMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="电镀介质 A"

[PltReaper_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的死神 A"

[PltReaper_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的死神 A"

[PltReaper_Std_B_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的死神 B"

[PltReaper_Std_B_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的死神 B"

[PltSkirmisher_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的散兵A"

[PltSkirmisher_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的散兵A"

[PltTemplar_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士A"

[PltTemplar_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士A"

;

[PsiOp_CnvMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="填充 灵能兵"

[PsiOp_CnvMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="填充 灵能兵"

[PsiOp_PltMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="镀层 灵能兵"

[PsiOp_PltMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="镀层 灵能兵"

[PsiOp_PwrMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力 灵能兵"

[PsiOp_PwrMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力 灵能兵"

;

[PwrHvy_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力重型 A"

[PwrHvy_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力重型 A"

[PwrHvy_Std_A_1_F_Torso X2BodyPartTemplate]
DisplayName="动力重型 B"

[PwrHvy_Std_A_1_M_Torso X2BodyPartTemplate]
DisplayName="动力重型 B"

[PwrHvy_Std_A_2_F_Torso X2BodyPartTemplate]
DisplayName="动力重型 C"

[PwrHvy_Std_A_2_M_Torso X2BodyPartTemplate]
DisplayName="动力重型 C"

[PwrHvy_Std_A_3_F_Torso X2BodyPartTemplate]
DisplayName="动力重型 D"

[PwrHvy_Std_A_3_M_Torso X2BodyPartTemplate]
DisplayName="动力重型 D"

[PwrHvy_Std_A_4_F_Torso X2BodyPartTemplate]
DisplayName="动力重型 E"

[PwrHvy_Std_A_4_M_Torso X2BodyPartTemplate]
DisplayName="动力重型 E"

;

[PwrLgt_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力灯A"

[PwrLgt_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力灯A"

[PwrLgt_Std_A_1_F_Torso X2BodyPartTemplate]
DisplayName="动力灯B"

[PwrLgt_Std_A_1_M_Torso X2BodyPartTemplate]
DisplayName="动力灯B"

[PwrLgt_Std_A_2_F_Torso X2BodyPartTemplate]
DisplayName="动力灯C"

[PwrLgt_Std_A_2_M_Torso X2BodyPartTemplate]
DisplayName="动力灯C"

[PwrLgt_Std_A_3_F_Torso X2BodyPartTemplate]
DisplayName="动力灯D"

[PwrLgt_Std_A_3_M_Torso X2BodyPartTemplate]
DisplayName="动力灯D"

[PwrLgt_Std_A_4_F_Torso X2BodyPartTemplate]
DisplayName="动力灯E"

[PwrLgt_Std_A_4_M_Torso X2BodyPartTemplate]
DisplayName="动力灯E"

;

[PwrMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力介质A"

[PwrMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力介质A"

[PwrMed_Std_A_1_F_Torso X2BodyPartTemplate]
DisplayName="动力介质B"

[PwrMed_Std_A_1_M_Torso X2BodyPartTemplate]
DisplayName="动力介质B"

[PwrMed_Std_A_2_F_Torso X2BodyPartTemplate]
DisplayName="动力介质C"

[PwrMed_Std_A_2_M_Torso X2BodyPartTemplate]
DisplayName="动力介质C"

[PwrMed_Std_A_3_F_Torso X2BodyPartTemplate]
DisplayName="动力介质D"

[PwrMed_Std_A_3_M_Torso X2BodyPartTemplate]
DisplayName="动力介质D"

[PwrMed_Std_A_4_F_Torso X2BodyPartTemplate]
DisplayName="动力介质E"

[PwrMed_Std_A_4_M_Torso X2BodyPartTemplate]
DisplayName="动力介质E"

;

[PwrReaper_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力 死神 A"

[PwrReaper_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力 死神 A"

[PwrReaper_Std_B_F_Torso X2BodyPartTemplate]
DisplayName="动力 死神 B"

[PwrReaper_Std_B_M_Torso X2BodyPartTemplate]
DisplayName="动力 死神 B"

[PwrSkirmisher_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力 散兵 A"

[PwrSkirmisher_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力 散兵 A"

[PwrTemplar_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力 圣殿骑士 A"

[PwrTemplar_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力 圣殿骑士 A"

;

[Ranger_CnvMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="填充 游侠"

[Ranger_CnvMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="填充 游侠"

[Ranger_PltMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="镀层 游侠"

[Ranger_PltMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="镀层 游侠"

[Ranger_PwrMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力 游侠"

[Ranger_PwrMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力 游侠"

;

[Sci_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="科学家"

[Sci_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="科学家"

;

[ScientistVIPCivilian_F_Torso X2BodyPartTemplate]
DisplayName="科学家 VIP"

[ScientistVIPCivilian_M_Torso X2BodyPartTemplate]
DisplayName="科学家 VIP"

[Scientist_VIP_F_Torso X2BodyPartTemplate]
DisplayName="科学家 VIP"

[Scientist_VIP_M_Torso X2BodyPartTemplate]
DisplayName="科学家 VIP"

;

[ShantyCivilian_A_F_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 A"

[ShantyCivilian_A_M_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 A"

[ShantyCivilian_B_F_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 B"

[ShantyCivilian_B_M_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 B"

[ShantyCivilian_C_F_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 C"

[ShantyCivilian_C_M_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 C"

[ShantyCivilian_D_F_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 D"

[ShantyCivilian_D_M_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 D"

[ShantyCivilian_E_F_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 E"

[ShantyCivilian_E_M_Torso X2BodyPartTemplate]
DisplayName="棚户区 平民 E"

;

[Sharpshooter_CnvMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="带衬垫的神枪手"

[Sharpshooter_CnvMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="带衬垫的神枪手"

[Sharpshooter_PltMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="镀层 神枪手"

[Sharpshooter_PltMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="镀层 神枪手"

[Sharpshooter_PwrMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力 神枪手"

[Sharpshooter_PwrMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力 神枪手"

;

[ShenVIP_Torso_A X2BodyPartTemplate]
DisplayName="沈"

[Shen_Torso_A X2BodyPartTemplate]
DisplayName="沈"

;

[Soldier_VIP_F_Torso X2BodyPartTemplate]
DisplayName="士兵 VIP"

[Soldier_VIP_M_Torso X2BodyPartTemplate]
DisplayName="士兵 VIP"

;

[Spark_A_Torso X2BodyPartTemplate]
DisplayName="填充 SPARK A"

[Spark_B_Torso X2BodyPartTemplate]
DisplayName="填充 SPARK B"

[Spark_Plt_A_Torso X2BodyPartTemplate]
DisplayName="镀层 SPARK A"

[Spark_Plt_B_Torso X2BodyPartTemplate]
DisplayName="镀层 SPARK B"

[Spark_Pwr_A_Torso X2BodyPartTemplate]
DisplayName="动力 SPARK A"

[Spark_Pwr_B_Torso X2BodyPartTemplate]
DisplayName="动力 SPARK B"

;

[Specialist_CnvMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="填充 专家"

[Specialist_CnvMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="填充 专家"

[Specialist_PltMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="镀层 专家"

[Specialist_PltMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="镀层 专家"

[Specialist_PwrMed_Std_A_F_Torso X2BodyPartTemplate]
DisplayName="动力 专家"

[Specialist_PwrMed_Std_A_M_Torso X2BodyPartTemplate]
DisplayName="动力 专家"

;

[TyganVIP_Torso_A X2BodyPartTemplate]
DisplayName="泰根"

[Tygan_Torso_A X2BodyPartTemplate]
DisplayName="泰根"

;

[VAMilitia_A_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 A"

[VAMilitia_A_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 A"

[VAMilitia_B_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 B"

[VAMilitia_B_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 B"

[VAMilitia_C_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 C"

[VAMilitia_C_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 C"

[VAMilitiaM2_A_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 A"

[VAMilitiaM2_A_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 A"

[VAMilitiaM2_B_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 B"

[VAMilitiaM2_B_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 B"

[VAMilitiaM2_C_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 C"

[VAMilitiaM2_C_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 C"

[VAMilitiaM3_A_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 A"

[VAMilitiaM3_A_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 A"

[VAMilitiaM3_B_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 B"

[VAMilitiaM3_B_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 B"

[VAMilitiaM3_C_F_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 C"

[VAMilitiaM3_C_M_Torso X2BodyPartTemplate]
DisplayName="VA 义勇军 C"

;;;;;;;;
; ARMS ;
;;;;;;;;

[Central_Arms_A X2BodyPartTemplate]
DisplayName="中央"

[Central_Arms_B X2BodyPartTemplate]
DisplayName="中央"

;

[CnvMed_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号A"

[CnvMed_Std_A_M_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号A"

[CnvMed_Std_B_F_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号B"

[CnvMed_Std_B_M_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号B"

[CnvMed_Std_C_F_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号C"

[CnvMed_Std_C_M_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号C"

[CnvMed_Std_D_F_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号D"

[CnvMed_Std_D_M_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号D"

[CnvMed_Std_E_F_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号E"

[CnvMed_Std_E_M_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号E"

[CnvMed_Std_F_F_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号F"

[CnvMed_Std_F_M_Arms X2BodyPartTemplate]
DisplayName="带衬垫的中号F"

;

[CnvMed_Underlay_A_F_Arms X2BodyPartTemplate]
DisplayName="衬垫物"

[CnvUnderlay_Std_Arms_A_M X2BodyPartTemplate]
DisplayName="衬垫物"

;

[Eng_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="工程师"

[Eng_Std_A_M_Arms X2BodyPartTemplate]
DisplayName="工程师"

;

[Jane_Arms X2BodyPartTemplate]
DisplayName="简凯莉"

;

[PltHvy_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="镀层重A"

[PltHvy_Std_A_M_Arms X2BodyPartTemplate]
DisplayName="镀层重A"

[PltHvy_Std_B_F_Arms X2BodyPartTemplate]
DisplayName="镀层重B"

[PltHvy_Std_B_M_Arms X2BodyPartTemplate]
DisplayName="镀层重B"

[PltHvy_Std_C_F_Arms X2BodyPartTemplate]
DisplayName="镀层重C"

[PltHvy_Std_C_M_Arms X2BodyPartTemplate]
DisplayName="镀层重C"

[PltHvy_Std_D_F_Arms X2BodyPartTemplate]
DisplayName="镀层重D"

[PltHvy_Std_D_M_Arms X2BodyPartTemplate]
DisplayName="镀层重D"

[PltHvy_Std_E_F_Arms X2BodyPartTemplate]
DisplayName="镀层重E"

[PltHvy_Std_E_M_Arms X2BodyPartTemplate]
DisplayName="镀层重E"

[PltHvy_Std_F_F_Arms X2BodyPartTemplate]
DisplayName="镀层重F"

[PltHvy_Std_F_M_Arms X2BodyPartTemplate]
DisplayName="镀层重F"

;

[PltLgt_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="电镀灯A"

[PltLgt_Std_Arms_A_M X2BodyPartTemplate]
DisplayName="电镀灯A"

[PltLgt_Std_Arms_B_F X2BodyPartTemplate]
DisplayName="电镀灯B"

[PltLgt_Std_Arms_B_M X2BodyPartTemplate]
DisplayName="电镀灯B"

[PltLgt_Std_Arms_C_F X2BodyPartTemplate]
DisplayName="电镀灯C"

[PltLgt_Std_Arms_C_M X2BodyPartTemplate]
DisplayName="电镀灯C"

;

[PltMed_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="电镀介质 A"

[PltMed_Std_A_M_Arms X2BodyPartTemplate]
DisplayName="电镀介质 A"

[PltMed_Std_B_F_Arms X2BodyPartTemplate]
DisplayName="电镀介质 B"

[PltMed_Std_B_M_Arms X2BodyPartTemplate]
DisplayName="电镀介质 B"

[PltMed_Std_C_F_Arms X2BodyPartTemplate]
DisplayName="电镀介质 C"

[PltMed_Std_C_M_Arms X2BodyPartTemplate]
DisplayName="电镀介质 C"

[PltMed_Std_D_F_Arms X2BodyPartTemplate]
DisplayName="电镀介质 D"

[PltMed_Std_D_M_Arms X2BodyPartTemplate]
DisplayName="电镀介质 D"

[PltMed_Std_E_F_Arms X2BodyPartTemplate]
DisplayName="电镀介质 E"

[PltMed_Std_E_M_Arms X2BodyPartTemplate]
DisplayName="电镀介质 E"

[PltMed_Std_F_F_Arms X2BodyPartTemplate]
DisplayName="电镀介质 F"

[PltMed_Std_F_M_Arms X2BodyPartTemplate]
DisplayName="电镀介质 F"

;

[PwrHvy_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="动力重型 A"

[PwrHvy_Std_A_M_Arms X2BodyPartTemplate]
DisplayName="动力重型 A"

[PwrHvy_Std_A_1_F_Arms X2BodyPartTemplate]
DisplayName="动力重型 B"

[PwrHvy_Std_A_1_M_Arms X2BodyPartTemplate]
DisplayName="动力重型 B"

[PwrHvy_Std_A_2_F_Arms X2BodyPartTemplate]
DisplayName="动力重型 C"

[PwrHvy_Std_A_2_M_Arms X2BodyPartTemplate]
DisplayName="动力重型 C"

[PwrHvy_Std_A_3_F_Arms X2BodyPartTemplate]
DisplayName="动力重型 D"

[PwrHvy_Std_A_3_M_Arms X2BodyPartTemplate]
DisplayName="动力重型 D"

[PwrHvy_Std_A_4_F_Arms X2BodyPartTemplate]
DisplayName="动力重型 E"

[PwrHvy_Std_A_4_M_Arms X2BodyPartTemplate]
DisplayName="动力重型 E"

[PWrHvy_Std_B_F_Arms X2BodyPartTemplate]
DisplayName="动力重型 F"

[PWrHvy_Std_B_M_Arms X2BodyPartTemplate]
DisplayName="动力重型 F"

[PWrHvy_Std_C_F_Arms X2BodyPartTemplate]
DisplayName="动力重型 G"

[PWrHvy_Std_C_M_Arms X2BodyPartTemplate]
DisplayName="动力重型 G"

;

[PwrLgt_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="动力灯A"

[PwrLgt_Std_A_M_Arms X2BodyPartTemplate]
DisplayName="动力灯A"

[PwrLgt_Std_A_1_F_Arms X2BodyPartTemplate]
DisplayName="动力灯B"

[PwrLgt_Std_A_1_M_Arms X2BodyPartTemplate]
DisplayName="动力灯B"

[PwrLgt_Std_A_2_F_Arms X2BodyPartTemplate]
DisplayName="动力灯C"

[PwrLgt_Std_A_2_M_Arms X2BodyPartTemplate]
DisplayName="动力灯C"

[PwrLgt_Std_A_3_F_Arms X2BodyPartTemplate]
DisplayName="动力灯D"

[PwrLgt_Std_A_3_M_Arms X2BodyPartTemplate]
DisplayName="动力灯D"

[PwrLgt_Std_A_4_F_Arms X2BodyPartTemplate]
DisplayName="动力灯E"

[PwrLgt_Std_A_4_M_Arms X2BodyPartTemplate]
DisplayName="动力灯E"

[PwrLgt_Std_C_F_Arms X2BodyPartTemplate]
DisplayName="动力灯F"

[PwrLgt_Std_C_M_Arms X2BodyPartTemplate]
DisplayName="动力灯F"

[PwrLgt_Std_D_F_Arms X2BodyPartTemplate]
DisplayName="动力灯G"

[PwrLgt_Std_D_M_Arms X2BodyPartTemplate]
DisplayName="动力灯G"

;

[PwrMed_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="动力介质A"

[PwrMed_Std_A_M_Arms X2BodyPartTemplate]
DisplayName="动力介质A"

[PwrMed_Std_A_1_F_Arms X2BodyPartTemplate]
DisplayName="动力介质B"

[PwrMed_Std_A_1_M_Arms X2BodyPartTemplate]
DisplayName="动力介质B"

[PwrMed_Std_A_2_F_Arms X2BodyPartTemplate]
DisplayName="动力介质C"

[PwrMed_Std_A_2_M_Arms X2BodyPartTemplate]
DisplayName="动力介质C"

[PwrMed_Std_A_3_F_Arms X2BodyPartTemplate]
DisplayName="动力介质D"

[PwrMed_Std_A_3_M_Arms X2BodyPartTemplate]
DisplayName="动力介质D"

[PwrMed_Std_A_4_F_Arms X2BodyPartTemplate]
DisplayName="动力介质E"

[PwrMed_Std_A_4_M_Arms X2BodyPartTemplate]
DisplayName="动力介质E"

[PwrMed_Std_C_F_Arms X2BodyPartTemplate]
DisplayName="动力介质F"

[PwrMed_Std_C_M_Arms X2BodyPartTemplate]
DisplayName="动力介质F"

[PwrMed_Std_D_F_Arms X2BodyPartTemplate]
DisplayName="动力介质G"

[PwrMed_Std_D_M_Arms X2BodyPartTemplate]
DisplayName="动力介质G"

;

[Sci_Std_A_F_Arms X2BodyPartTemplate]
DisplayName="科学家"

[Sci_Std_A_M_Arms X2BodyPartTemplate]
DisplayName="科学家"

;

[Shen_Arms X2BodyPartTemplate]
DisplayName="沈"

[Shen_Arms_A X2BodyPartTemplate]
DisplayName="沈"

[ShenVIP_Arms_A X2BodyPartTemplate]
DisplayName="沈"

[TLE_Shen_Arms X2BodyPartTemplate]
DisplayName="沈"

;

[Soldier_VIP_F_Arms X2BodyPartTemplate]
DisplayName="士兵 VIP"

[Soldier_VIP_M_Arms X2BodyPartTemplate]
DisplayName="士兵 VIP"

;

[Spark_A_Arms X2BodyPartTemplate]
DisplayName="填充 SPARK A"

[Spark_B_Arms X2BodyPartTemplate]
DisplayName="填充 SPARK B"

[Spark_Plt_A_Arms X2BodyPartTemplate]
DisplayName="镀层 SPARK A"

[Spark_Plt_B_Arms X2BodyPartTemplate]
DisplayName="镀层 SPARK B"

[Spark_Pwr_A_Arms X2BodyPartTemplate]
DisplayName="动力 SPARK A"

[Spark_Pwr_B_Arms X2BodyPartTemplate]
DisplayName="动力 SPARK B"

;

[Tygan_Arms_A X2BodyPartTemplate]
DisplayName="泰根"

[TyganVIP_Arms_A X2BodyPartTemplate]
DisplayName="泰根"

;;;;;;;;
; LEGS ;
;;;;;;;;

[Central_Legs_A X2BodyPartTemplate]
DisplayName="中央"

[Central_Legs_B X2BodyPartTemplate]
DisplayName="中央"

;

[CnvMed_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="填充 Legs A"

[CnvMed_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="填充 Legs A"

[CnvMed_Std_B_F_Legs X2BodyPartTemplate]
DisplayName="填充 Legs B"

[CnvMed_Std_B_M_Legs X2BodyPartTemplate]
DisplayName="填充 Legs B"

[CnvMed_Std_C_F_Legs X2BodyPartTemplate]
DisplayName="填充 Legs C"

[CnvMed_Std_C_M_Legs X2BodyPartTemplate]
DisplayName="填充 Legs C"

[CnvMed_Std_D_F_Legs X2BodyPartTemplate]
DisplayName="填充 Legs D"

[CnvMed_Std_D_M_Legs X2BodyPartTemplate]
DisplayName="填充 Legs D"

;

[CnvUnderlay_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="衬垫物"

[CnvUnderlay_Std_Legs_A_M X2BodyPartTemplate]
DisplayName="衬垫物"

;

[Eng_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="工程师"

[Eng_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="工程师"

;

[Jane_Legs X2BodyPartTemplate]
DisplayName="珍妮"

;

[PltHvy_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="镀层重A"

[PltHvy_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="镀层重A"

[PltHvy_Std_B_F_Legs X2BodyPartTemplate]
DisplayName="镀层重B"

[PltHvy_Std_B_M_Legs X2BodyPartTemplate]
DisplayName="镀层重B"

[PltHvy_Std_C_F_Legs X2BodyPartTemplate]
DisplayName="镀层重C"

[PltHvy_Std_C_M_Legs X2BodyPartTemplate]
DisplayName="镀层重C"

;

[PltLgt_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="电镀灯A"

[PltLgt_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="电镀灯A"

[PltLgt_Std_Legs_A_M X2BodyPartTemplate]
DisplayName="电镀灯A"

[PltLgt_Std_B_F_Legs X2BodyPartTemplate]
DisplayName="电镀灯B"

[PltLgt_Std_B_M_Legs X2BodyPartTemplate]
DisplayName="电镀灯B"

[PltLgt_Std_Legs_B_M X2BodyPartTemplate]
DisplayName="电镀灯B"

[PltLgt_Std_C_F_Legs X2BodyPartTemplate]
DisplayName="电镀灯C"

[PltLgt_Std_C_M_Legs X2BodyPartTemplate]
DisplayName="电镀灯C"

[PltLgt_Std_Legs_C_M X2BodyPartTemplate]
DisplayName="电镀灯C"

;

[PltMed_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="电镀介质 A"

[PltMed_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="电镀介质 A"

[PltMed_Std_B_F_Legs X2BodyPartTemplate]
DisplayName="电镀介质 B"

[PltMed_Std_B_M_Legs X2BodyPartTemplate]
DisplayName="电镀介质 B"

[PltMed_Std_C_F_Legs X2BodyPartTemplate]
DisplayName="电镀介质 C"

[PltMed_Std_C_M_Legs X2BodyPartTemplate]
DisplayName="电镀介质 C"

;

[PwrHvy_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="动力重型 A"

[PwrHvy_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="动力重型 A"

[PwrHvy_Std_A_1_F_Legs X2BodyPartTemplate]
DisplayName="动力重型 B"

[PwrHvy_Std_A_1_M_Legs X2BodyPartTemplate]
DisplayName="动力重型 B"

[PwrHvy_Std_A_2_F_Legs X2BodyPartTemplate]
DisplayName="动力重型 C"

[PwrHvy_Std_A_2_M_Legs X2BodyPartTemplate]
DisplayName="动力重型 C"

[PwrHvy_Std_A_3_F_Legs X2BodyPartTemplate]
DisplayName="动力重型 D"

[PwrHvy_Std_A_3_M_Legs X2BodyPartTemplate]
DisplayName="动力重型 D"

[PwrHvy_Std_A_4_F_Legs X2BodyPartTemplate]
DisplayName="动力重型 E"

[PwrHvy_Std_A_4_M_Legs X2BodyPartTemplate]
DisplayName="动力重型 E"

;

[PwrLgt_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="动力灯A"

[PwrLgt_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="动力灯A"

[PwrLgt_Std_A_1_F_Legs X2BodyPartTemplate]
DisplayName="动力灯B"

[PwrLgt_Std_A_1_M_Legs X2BodyPartTemplate]
DisplayName="动力灯B"

[PwrLgt_Std_A_2_F_Legs X2BodyPartTemplate]
DisplayName="动力灯C"

[PwrLgt_Std_A_2_M_Legs X2BodyPartTemplate]
DisplayName="动力灯C"

[PwrLgt_Std_A_3_F_Legs X2BodyPartTemplate]
DisplayName="动力灯D"

[PwrLgt_Std_A_3_M_Legs X2BodyPartTemplate]
DisplayName="动力灯D"

[PwrLgt_Std_A_4_F_Legs X2BodyPartTemplate]
DisplayName="动力灯E"

[PwrLgt_Std_A_4_M_Legs X2BodyPartTemplate]
DisplayName="动力灯E"

;

[PwrMed_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="动力介质A"

[PwrMed_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="动力介质A"

[PwrMed_Std_A_1_F_Legs X2BodyPartTemplate]
DisplayName="动力介质B"

[PwrMed_Std_A_1_M_Legs X2BodyPartTemplate]
DisplayName="动力介质B"

[PwrMed_Std_A_2_F_Legs X2BodyPartTemplate]
DisplayName="动力介质C"

[PwrMed_Std_A_2_M_Legs X2BodyPartTemplate]
DisplayName="动力介质C"

[PwrMed_Std_A_3_F_Legs X2BodyPartTemplate]
DisplayName="动力介质D"

[PwrMed_Std_A_3_M_Legs X2BodyPartTemplate]
DisplayName="动力介质D"

[PwrMed_Std_A_4_F_Legs X2BodyPartTemplate]
DisplayName="动力介质E"

[PwrMed_Std_A_4_M_Legs X2BodyPartTemplate]
DisplayName="动力介质E"

;

[Reaper_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="带衬垫的死神 A"

[Reaper_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="带衬垫的死神 A"

;

[Sci_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="科学家"

[Sci_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="科学家"

;

[Shen_Legs_A X2BodyPartTemplate]
DisplayName="沈"

[ShenVIP_Legs_A X2BodyPartTemplate]
DisplayName="沈"

;

[Skirmisher_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="带衬垫的散兵A"

[Skirmisher_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="带衬垫的散兵A"

[Skirmisher_Std_B_F_Legs X2BodyPartTemplate]
DisplayName="带衬垫的散兵B"

[Skirmisher_Std_B_M_Legs X2BodyPartTemplate]
DisplayName="带衬垫的散兵B"

[Skirmisher_Std_C_F_Legs X2BodyPartTemplate]
DisplayName="带衬垫的散兵C"

[Skirmisher_Std_C_M_Legs X2BodyPartTemplate]
DisplayName="带衬垫的散兵C"

;

[Soldier_VIP_F_Legs X2BodyPartTemplate]
DisplayName="士兵 VIP"

[Soldier_VIP_M_Legs X2BodyPartTemplate]
DisplayName="士兵 VIP"

;

[Spark_A_Legs X2BodyPartTemplate]
DisplayName="填充 SPARK A"

[Spark_B_Legs X2BodyPartTemplate]
DisplayName="填充 SPARK B"

[Spark_Plt_A_Legs X2BodyPartTemplate]
DisplayName="镀层 SPARK A"

[Spark_Plt_B_Legs X2BodyPartTemplate]
DisplayName="镀层 SPARK B"

[Spark_Pwr_A_Legs X2BodyPartTemplate]
DisplayName="动力 SPARK A"

[Spark_Pwr_B_Legs X2BodyPartTemplate]
DisplayName="动力 SPARK B"

;

[Templar_Std_A_F_Legs X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士A"

[Templar_Std_A_M_Legs X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士A"

[Templar_Std_B_F_Legs X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士B"

[Templar_Std_B_M_Legs X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士B"

[Templar_Std_C_F_Legs X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士C"

[Templar_Std_C_M_Legs X2BodyPartTemplate]
DisplayName="带衬垫的圣殿骑士C"

;

[Tygan_Legs_A X2BodyPartTemplate]
DisplayName="泰根"

[TyganVIP_Legs_A X2BodyPartTemplate]
DisplayName="泰根"

;;;;;;;;
; FACE ;
;;;;;;;;

;

[BlackMarketTrader_Head X2BodyPartTemplate]
DisplayName="黑市"

[Shen_Head X2BodyPartTemplate]
DisplayName="沈"

[ShenVIP_Head X2BodyPartTemplate]
DisplayName="沈"

;

[Supersoldier1_M_Head X2BodyPartTemplate]
DisplayName="超级士兵 1"

[Supersoldier2_M_Head X2BodyPartTemplate]
DisplayName="超级士兵 2"

[Supersoldier3_M_Head X2BodyPartTemplate]
DisplayName="超级士兵 3"

;

[Tygan_Head X2BodyPartTemplate]
DisplayName="泰根"

;;;;;;;;
; HAIR ;
;;;;;;;;

[Central_Hair X2BodyPartTemplate]
DisplayName="毛"

[Shen_Hair X2BodyPartTemplate]
DisplayName="沈"

;;;;;;;;;;;;;;;;;;;;
; FACE PROPS UPPER ;
;;;;;;;;;;;;;;;;;;;;

[TyganGlasses_FacePropsUpper X2BodyPartTemplate]
DisplayName="泰根"

;;;;;;;;;;
; BEARDS ;
;;;;;;;;;;

[Central_Beard X2BodyPartTemplate]
DisplayName="中央"

;;;;;;;;;;;;;;;;;
; EYE MATERIALS ;
;;;;;;;;;;;;;;;;;

[EyeMat_BaseEyes X2BodyPartTemplate]
DisplayName="违约"

[EyeMat_SkirmisherEyes X2BodyPartTemplate]
DisplayName="散兵"

[EYExtender_DarkElf X2BodyPartTemplate]
DisplayName="[EYExtender]黑暗精灵"

[EYExtender_Glow X2BodyPartTemplate]
DisplayName="[EYExtender] 发光的"

[EYExtender_AugCyber X2BodyPartTemplate]
DisplayName="[EYExtender] 增强"
